Repository: Konstantin-2/distadm
Catalog: */distadm.po
Languages: ru

source: Add file
ru: Добавить файл

source: Add user
ru: Добавить пользователя

source: Antivirus update
ru: Базы антивируса

source: Available commands
ru: Доступные команды

source: Bad UUID
ru: Неправильный UUID

source: Bad answer from daemon
ru: Неверный ответ от сервера

source: Bad command found
ru: Обнаружена неправильная команда

source: Bad invite
ru: Неверное приглашение

source: Bad protocol version
ru: Неверная версия протокола

source: Bad user name
ru: Некорректное имя пользователя

source: Can't connect to server
ru: Не могу подключиться к серверу

source: Cancel
ru: Отмена

source: Cancel offline invitation
ru: Отменить оффлайн приглашение

source: Cannot open config file
ru: Не могу открыть файл

source: Choose a file
ru: Выберите файл

source: Clear
ru: Очистить

source: Command
ru: Команда

source: Command queued to execute
ru: Команда добавлена в очередь на выполнение

source: Commands
ru: Команды

source: Computer
ru: Компьютер

source: Console
ru: Консоль

source: Create password
ru: Задайте пароль

source: Damaged file
ru: Поврежденный файл

source: Date
ru: Дата

source: Delete
ru: Удалить

source: Delete file
ru: Удалить файл

source: Delete node
ru: Удалить узел

source: Delete user
ru: Удалить пользователя

source: Directory queued to delete
ru: Каталог добавлен в очередь на выполнение

source: Do you want to cancel invite?
ru: Вы хотите отменить старое приглашение?

source: Do you want to re-initialize?
ru: Вы хотите инициализировать заново?

source: Enter password
ru: Введите пароль

source: Enter password for invite file
ru: Введите пароль для файла приглашения

source: Error add user
ru: Ошибка при добавлении пользователя

source: Error create file
ru: Ошибка при создании файла

source: Error execute command
ru: Ошибка при выполнении команды

source: Error open file
ru: Ошибка при открытии файла

source: Error read
ru: Ошибка при чтении

source: Error read file
ru: Ошибка при чтении файла

source: Error save file
ru: Ошибка при сохранении файла

source: Error set password for user
ru: Ошибка при задании пароля для пользователя

source: Error write file
ru: Ошибка при записи в файл

source: Execute command
ru: Выполнить команду

source: Exit
ru: Выход

source: File added
ru: Файл добавлен

source: File not found
ru: Файл не найден

source: File not specified
ru: Файл не указан

source: File queued to delete
ru: Файл добавлен в очередь на удаление

source: Files
ru: Файлы

source: Finalize invitation
ru: Завершение приглашение

source: Forced
ru: Принудительно

source: Group UUID
ru: Идентификатор группы

source: Group already initialized.
ru: Группа уже инициализирована

source: Group not initialized
ru: Группа не инициализирована

source: Group not initialized. Do you want to initialize it?
ru: Группа не инициализирована. Вы хотите инициализировать ее?

source: Hostname
ru: Имя компьютера

source: Invitation cancelled
ru: Приглашение отменено

source: Invitation finalized
ru: Приглашения завершены

source: Invite is not written
ru: Приглашение не записано

source: Invite written
ru: Приглашение записано

source: Join to group
ru: Присоединиться к группе

source: Local
ru: Локально

source: Log is cleared
ru: Журнал очищен

source: Net Messages Counter
ru: Счетчик сетевых пакетов

source: New command
ru: Новая команда

source: New group
ru: Новая группа

source: New login
ru: Новое имя пользователя

source: No new nodes
ru: Нет новых узлов

source: Node
ru: Узел

source: Node UUID
ru: Идентификатор узла

source: Node UUID collision found. You should reinitialize this node.
ru: Обнаружена коллизия идентификаторов узлов. Этот узел будет переинициализирован.

source: Node already write invite. Do you want to cancel previous invite and write new one?
ru: Узел уже отправил приглашение. Вы хотите его отменить и создать новое?

source: Node can be deleted
ru: Узел может быть удален

source: Node file already exists.
ru: Файл узла уже имеется.

source: Node file damaged
ru: Файл узла поврежден

source: Node file not found
ru: Файл узла не найден

source: Node is not initialized
ru: Узел не инициализирован

source: Node joined to group
ru: Узел присоединен к группе

source: Node not found
ru: Узел не найден

source: Node not specified
ru: Узел не указан

source: Node queued to delete
ru: Узел добавлен в очередь на удаление

source: Node status
ru: Статус узла

source: Nodes
ru: Узлы

source: Not implemented
ru: Не реализовано

source: Online
ru: Онлайн

source: Open
ru: Открыть

source: Packet read
ru: Пакет прочитан

source: Packet written
ru: Пакет записан

source: Password
ru: Пароль

source: Password is different. Repeat again
ru: Пароль отличается. Повторите заново

source: Passwords are different
ru: Пароли отличаются

source: Queue
ru: Очередь

source: Queue length
ru: Длина очереди

source: Read packet
ru: Прочитать пакет

source: Read-write packet
ru: Прочитать-записать пакет

source: Read-write packet again
ru: Повторить чтение-запись пакета

source: Repeat password
ru: Повторите пароль

source: Result
ru: Результат

source: Results are cleared
ru: Результаты очищены

source: Retry
ru: Повторить

source: Save file damaged. Load from backup.
ru: Файл сохранения поврежден. Загрузка из резервной копии

source: Saved
ru: Сохранено

source: Scanned
ru: Проверка

source: This node is not inviter
ru: Этот узел не является приглашающим

source: UUID collision
ru: Коллизия идентификаторов UUID

source: Unknown argument
ru: Неизвестный аргумент

source: Unrecognized line in config file
ru: Нераспознанная строка в файле конфигурации

source: Update
ru: Обновить

source: Usage: distadm <command> Execute command over group of computers Commands: -d, --daemon run in daemon mode -i, --info show nodes info -t, --textmode run in text mode -I, --initialize initialize new group -J, --join <filename> join to group by file -c, --config <filename> use optional config file -v, --verbose show additional debug info --help show this help --version show version info If no command specified, program run in interactive mode. In textmode You can type internal commands. List of them is printed if type 'help'. You can also execute internal command if run program with this command as parameter. Report bugs to: oks-mgn@mail.ru General help using GNU software: <https://www.gnu.org/gethelp/>
ru: Использование: distadm <command> Выполняет команды на группе компьютеров Команды: -d, --daemon запуск в режиме сервера -i, --info показать информацию антивирусе и S.M.A.R.T. узлов -t, --textmode запуск в текстовом режиме -I, --initialize инициализировать новую группу -J, --join <filename> присоединиться к группе с помощью файла -c, --config <filename> использовать другой файл конфигурации -v, --verbose показывать отладочную информацию --help показать эту справку --version показать версию программа Если команда не указана, программа запускается в интерактивном режиме. В текстовом режиме Вы можете печатать внутренние команды для выполнения. Для просмотра их списка наберите 'help'. Вы также можете выполнять внутренние команды если укажете их в качестве параметра программы Адрес для сообщений об ошибках: oks-mgn@mail.ru General help using GNU software: <https://www.gnu.org/gethelp/>

source: User added
ru: Пользователь добавлен

source: User not added
ru: Пользователь не добавлен

source: User queued to delete
ru: Пользователь добавлен в очередь на удаление

source: Username not specified
ru: Не указано имя пользователя

source: Users
ru: Пользователи

source: Warning!
ru: Внимание!

source: Write offline invite
ru: Записать оффлайн приглашение

source: Write online invite
ru: Записать онлайн приглашение

source: Write packet
ru: Записать пакет

source: Wrong file
ru: Не правильный файл

source: smartctl not found
ru: smartctl не найден
